{"podcast_details": {"podcast_title": "Let's Talk About Mental Health", "episode_title": "Let's Talk About... the Negativity Bias (Episode 192)", "episode_image": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_nologo/2370406/2370406-1677102520945-4117b41c4beb5.jpg", "episode_transcript": " What is the negativity bias? What's the impact of the negativity bias and why do we often notice the negatives more than the positive? And how can you take a more balanced approach to the negative and positive aspects of life? That's what I'm talking about this week here on Let's Talk About Mental Health, the weekly podcast that teaches you how to look after your well-being. So get comfortable and let's talk about mental health. Hello and welcome to episode 192 and thanks so much for joining me as I talk about the negativity bias and mental health. I'm Jeremy Godwin and I share practical tips you can apply immediately based on quality research and my own personal experience following a breakdown in late 2011 that changed my life. Each week I look at how to improve one specific aspect of your well-being. In this episode I'll be talking about what the negativity bias is, why understanding it matters and how to counteract it for the sake of better mental health. So let's talk about the negativity bias. I was pulled over by the police the other morning. The car had been on my tail for nearly 10 minutes and I had been hyper aware of my speed to make sure I didn't go a single kilometer over the speed limit and then suddenly out of nowhere its lights started flashing and my heart fell into my stomach and my stomach felt like it was going to fall out of my butt which is probably way more information than you wanted or needed at the start of an episode. So while I waited for the officer to come to my vehicle I was panicking and kept saying to my partner but what did I do wrong and I very quickly found out that thankfully it was just a breath test and nothing to worry about. She had simply been waiting to get to a safe stretch of roads to pull me over which is why it took so long. She was very nice and I even managed to give her a good laugh when I told her I'd been freaking out that I've done something wrong. Now in spite of the fact that I then had to drive another 15 minutes with her behind me which is guaranteed to make you drive like an elderly grandma way under the speed limit it struck me as amusing that I had immediately gone to a place of negativity and had started to panic about what I had done wrong. I'm a fairly well-behaved driver I'm not going to pretend I don't go over the speed limit every now and then because I do sometimes usually by accident because it can be really hard to stick to the speed limit on country roads but I don't drive like an irresponsible hooligan and I respect the law. So why did I react the way I did then? This is the gift of the human mind we have a tendency to immediately default to the negative and to fear the worst-case scenario on things even though our logical minds know better. There are a whole bunch of reasons why we do it which I'll be exploring shortly but the main point I want to make upfront is that if we dwell more on negative experiences than positive ones we're going to end up robbing ourselves of our own quality of life. Just because your brain might default to a certain place or a particular type of thought that doesn't mean that you can't change that because you can. It just takes time effort and perseverance. Three of the most important ingredients in better mental health. So what does negativity bias mean? Well let's get into some definitions and let's talk about what is negativity bias and the main negativity bias definition you'll generally hear is rooted in psychology and it refers to the idea that we human beings, quirky creatures that we are, tend to give more attention and weight to negative experiences than to positive ones. It's one of the biases of the mind along with other common ones like the confirmation bias, availability heuristic and hindsight bias. I won't go into too much detail about these other than to say they're foundational knowledge things in the field of psychology so feel free to do a bit of research if you're interested or grab a textbook or two but probably the quickest way to explain it is that these biases also known as cognitive biases are like little mental shortcuts. They help us to make sense of the world and make decisions faster. For example you might favor information that agrees with what you already think, overlook things that contradict your beliefs or pay more attention to negative news than positive news. These are all common types of cognitive biases. While these types of biases often help us process information more quickly they can also sometimes lead us to make mistakes or jump to incorrect conclusions. By being a lot more aware of these biases we can start to make much clearer and more balanced judgments. So when we think about the negativity bias in particular it's this idea of seeing the negative far more than the positive and so becoming convinced that the negatives outweigh the positives in life and of course that's really all just a matter of perspective. As I say often in this show what you focus on is what you focus on and so of course if you think everything is bad news and dark skies then you're going to see more and more of that. It's a bit like that song from the late 90s, Why Does It Always Rain On Me by Travis as in the Scottish band Travis not a person named Travis which involved the lead singer also not named Travis sharing a list of his woes and being convinced the rain is following him everywhere but which to be fair was probably just a function of being in Scotland. I mean I absolutely love Scotland but it's not exactly known as the Caribbean of the north is it? I wonder if anyone ever suggested to him to take a mini break in Spain and see if he'd still have the same rain problem there. Anyway back to my point so you know how you can have a fantastic day everything's going your way but then there's that one small thing that goes wrong and it's all you can think about that's the negativity bias at work. It can manifest in many different aspects of life from remembering negative events more vividly than positive ones to focusing on the bad news rather than the good and even to making decisions based on the potential for negative outcomes instead of the possibility of positive results. So why do we do this you might ask? Well from an evolutionary perspective this tendency may have been helpful for our ancestors to survive by being particularly alert to potential threats and dangers they were more likely to stay safe and so be more likely to survive and reproduce but in the modern world the negativity bias can often lead to stress anxiety and a far less optimistic outlook on life. Interestingly negativity bias isn't only confined to our personal experiences it can also influence our perceptions and judgments about others and the world around us. So for example you might notice negative traits in others more readily than you acknowledge their positive qualities. In essence the negativity bias refers to our seemingly innate preference for focusing on and recalling negative experiences while often downplaying or forgetting the positive. Now of course we all differ in how much this bias affects us and it's certainly possible to challenge it and build a more balanced perspective. There's a lot of research being conducted into how we can train ourselves to counteract this bias and findings suggest that practices like mindfulness and gratitude can help. So now let's talk about why understanding the negativity bias matters and it matters because it can influence so many aspects of our daily lives including our perceptions, decision-making, relationships and overall mental health. When we're aware of the negativity bias we can take steps to counteract it allowing us to see the world and our experiences in a more balanced and realistic light and that can lead to positive outcomes for your mental health. For example by consciously shifting your attention towards positive experiences you can improve your emotional well-being. Also we need to be aware that the negativity bias can make us overly cautious and that might mean you could avoid risks that could potentially bring you benefits. When you're more mindful of the negativity bias you can be more conscious of considering the potential positives in a situation as well as the negatives so you can be a lot more balanced. The other thing to consider is that the negativity bias is all around us in society as well. Think about the news it's often the negative stories that grab our attention right and then there's politics where it's all too common for people to focus on their rivals mistakes rather than their own good points. Even in the world of money people generally prefer to avoid losses than make gains which has a huge impact on how we make decisions. We see the same pattern on social media and in schools too where negative comments or low grades often overshadow the positive content or good grades so it means we need to think more critically about the information we're given and aim for more balanced and positive interactions where possible so that we can look after our mental health. At an individual level on a day-to-day basis the negativity bias can subtly shape our attitudes behaviors and decisions in ways that we might not always be consciously aware of. For example it could make us more likely to focus on the one negative comment we received at work rather than all the positive feedback we got or we might fixate on that single piece of bad news we read in the morning and overlook the numerous good things that happened throughout our day. In this way it can sometimes skew our perceptions of our personal experiences and the world around us making things seem more negative than they actually are. All of that might not seem that important but over time it adds up to have a negative impact on your well-being. You'll be more likely to be risk-averse which means you'll potentially be limiting your own growth and development both of which play a crucial role in good mental health which I just recently discussed in episode 187 about evolution and personal growth. And then a continual focus on negative experiences and emotions can contribute to feelings of stress, worry and sadness. Over time this could increase the risk of mental health conditions. In fact according to positivepsychology.com and I quote negativity biases have been linked to numerous psychological disorders such as depression and anxiety and you'll find that article linked in the transcript at LTAmH.com. Learning more about the negativity bias and specifically how it tends to manifest for you can be really invaluable in terms of improving your emotional awareness, identifying coping strategies that work for you and improving your relationships. It will also help you to look at the world with much clearer vision and to see the big picture which was the topic of episode 186 recently. Plus you'll be better able to sift through all of the hype and exaggeration that the media likes to throw our way so that you can assess things critically and in a much more balanced way. And you'll also find that it's helpful at work too. You'll be better able to look at things from multiple angles, make more balanced decisions, communicate more effectively and help to create a much more positive working environment. So how do you do all of that? Well let's first take a quick break to hear from the brands who helped me create this show. And welcome back. Now let's get into the how-to part of today's episode and let's talk about how to counteract the negativity bias. And my first tip is to recognize that you need to consciously counteract it because it's not going to magically change itself. Here's the thing if you're anything like most people then you probably default towards the negative in times of stress or crisis. I know I do. Like I said earlier my default is usually to figure out the worst case scenario and then work backwards from there. And all of that happens in a split second, basically nanoseconds in my head. But when we're dealing with something that activates our emotional response it tends to take a good five to ten seconds for your rational and logical brain to catch up. If you just react on pure emotion then things are going to get messier than those Nickelodeon Kids Choice Awards where they used to somehow convince pop stars to let themselves be covered in slime on global television. So my advice is to do the same as what you would hopefully do if you had a bucket of slime poured on you but you still had to remain calm and composed. Pause, breathe for at least 10 seconds, ask yourself what you're feeling then ask yourself why you're feeling that way. Once you've done all that your rational brain is back in the loop and you can start to think about the bigger picture of whatever is going on and you can consciously begin to look for the positives to balance the negatives. That's probably going to take a fair bit of work to do to begin with but with time it slowly becomes easier and easier. So the short version of that tip is this when you start focusing on the negative force yourself to also look at the positive. Okay next reframe negative thoughts and this links back to some points I made a couple of weeks ago in episode 190 about your inner critic. You can challenge your negative thoughts and demand that they show you proof to support their claims and what that does is that it strips them of their power since most of them are just thoughts not facts and so have little or no evidence to support them. I also created a short YouTube video recently about how to challenge negative thoughts it goes for just under six minutes and you'll find that helpful I'll leave a link to it in the transcript. So if you notice that you're focusing on the negative aspects of a situation consciously identify and consider the positive aspects as well. Okay next surround yourself with positivity because you are directly influenced by the people you spend the most time with and so if everyone around you is all doom and gloom and miserable and moaning then it's going to be tough not to get sucked into the vortex of those kinds of negative people. Instead spend time with positive supportive people who can help lift your mood and perspective and choose to engage in activities that you enjoy and which make you feel good all of which can help counteract the tendency to focus on the negative. Next practice realistic optimism because things really do tend to work out in the end. People who do bad things generally get what they deserve. Kindness is generally rewarded far more than ruthless selfishness and even if your favorite TV show is cancelled something of equal or greater brilliance will eventually come along. Yes we have challenges in the world today but we have always had challenges to deal with and we have come so far things really aren't so bad that they cannot be overcome. Don't ignore the negative but instead choose to expect good things to happen and view difficulties as temporary and manageable and that's not just me saying that. Research suggests that optimism can have various health benefits including significantly improving your mental health so that's something to feel positive about. I covered optimism all the way back in episode 47 and you'll definitely find that one helpful he says very optimistically. Okay next savor positive experiences and that means making a conscious effort to really enjoy positive moments when they happen. For example taking a few moments to really take pleasure in a beautiful sunset or reminiscing about a happy event or simply taking the time to enjoy a good meal. This not only helps balance out negative experiences but also creates a nice collection of positive feelings that you can draw on. Another way to do that is with my next point cultivate gratitude and you'll hear me often talking about the benefits of gratitude and reflection. I have a daily digital reflection tool available to help you do that. It's linked in the episode description and it only costs the price of two coffees so it's excellent value for money. You'll find that spending time to be consciously grateful for things in your life can help shift your focus from negative experiences to positive ones and that allows you to see more positives. By appreciating the good things in your life you can counterbalance the negativity bias and foster more positive emotions. Next practice self-compassion and that simply means choosing to be kind to yourself when things go wrong or you make a mistake and learning how to be less self-critical. I mean I think we need to acknowledge our mistakes so we can learn from them so we don't just keep repeating them over and over again but we certainly don't need to beat ourselves up or bully ourselves because we've dropped the ball. Instead of dwelling on the negatives figure out what the lesson is that you need to learn and remind yourself that everyone has challenging days or moments and it's just a natural part of the human experiences to make mistakes because it is. I make at least 85 mistakes a day and I do this stuff for a living. I covered self-compassion in episode 153 and I also looked at your inner critic in episode 190 so check those out if you'd like more on those subjects. Okay next create a positivity jar and this is something that may or may not work for you depending on your preferences but it's as simple as having a jar and then each time something good happens to you writing it down on a piece of paper and putting it into the jar. Over time you'll build a collection of notes for yourself that can serve as a physical representation of some of the positive things in your life. Then if you're feeling down or notice the negativity bias creeping in you can reach into your positivity jar for a reminder of the good things in your life. Hooray! I like a nice visual representation tool like this and I think it creates a good regular habit around being observant and on the lookout for things to put in the jar which means you focus more on the positive and of course that means you then tend to find more to feel positively about. Okay next set goals and work on achieving them because having things to work towards no matter how big or small and then making them happen can help you to feel more positively and it helps you to see the sense of agency and control that you have over your own life. After all it's you and only you who can create the life you want. My suggestion here is generally the same as what I say in most episodes in some shape or form. Figure out what you want to or need to achieve, be clear on why you want to do it otherwise it's a bit pointless and then break it down into the smallest steps possible and just focus on one step at a time. Okay next seek professional help. If you're finding it difficult to manage negative thoughts and feelings or if they're significantly impacting your life it might be helpful to seek professional support from a therapist or counselor who can provide you with effective strategies and techniques to cope with negativity bias and any other challenges you might be facing and you'll find more tips including how to shift your focus to the positive in my latest video which is available now on YouTube and Spotify and it's linked in the episode description. Because when it comes to the negativity bias and mental health what it all boils down to is this. What you focus on is what you focus on and so when your attention goes to the negative and stays there it can be really tough to find a way out of whatever situation you're dealing with because all you can see is problems, problems and more problems. Being able to consciously turn your focus towards the positive and develop more solution focused thinking is going to help you to find more constructive ways to deal with your challenges. It's not about striving for constant positivity but about achieving a healthier balance between positive and negative thoughts and experiences because like everything in life it's about finding a balance that works for you and that keeps you moving forward. The choice is yours as it is with all things related to your well-being so what choice will you make today? Each week I like to finish up by sharing a quote about the week's topic and I encourage you to take a few moments to really reflect on it and consider what it means to you. This week's quote is by an unknown author and it is, a negative mind will never give you a positive life. Let me repeat that, a negative mind will never give you a positive life. Alright that's nearly it for this week. Next week I'll be talking about better relationships. Whether it's the way we connect with our immediate family, our closest friends or even the people we work with through to someone we might be dating or settling down with, our closest relationships in life have a huge impact on our emotional and mental well-being and navigating them can feel like a mind-filled sometimes. I've talked about relationships in the past to varying degrees and now I want to take the conversation one step further and talk about what better relationships look and feel like and how to improve yours and spoiler alert most of it comes back to communication. So next time I'll be talking about what makes a healthy relationship, why working on continuously improving your relationships matters and how to build and maintain better relationships in all areas of your life. I hope you'll join me for that episode which will be released on Sunday the 20th of August 2023. Follow or subscribe on your preferred podcast platform to stay up to date with new episodes and remember that I also create weekly videos with extra content. You'll find my videos on YouTube and Spotify. If you'd like more tips to help you look after your mental health then sign up for my free newsletter Thursday Thoughts plus follow my two Instagram accounts LTA Mental Health and it's Jeremy Godwin where I post extra content daily and if you'd like ad free episodes as well as early access a full week before everyone else then become a supporter on patreon you'll find all of those linked in the episode description and in the transcript at LTAMH.com. Thank you very much for joining me today. Look after yourself and make a conscious effort to share positivity and kindness out into the world because you get back what you put out. Take care and talk to you next time. Let's Talk About Mental Health is an independent program proudly produced by Reconnaissance Media helping you find meaning and gratitude. For more information visit reconnaissancemedia.com"}, "podcast_summary": "Hello and welcome to this week's personalized newsletter summarizing the podcast episode \"The Negativity Bias and Mental Health\" from Let's Talk About Mental Health. In this episode, Jeremy Godwin explores the concept of the negativity bias and its impact on our mental health. The negativity bias refers to the tendency for humans to give more attention and weight to negative experiences than positive ones. This bias can influence our perceptions, decision-making, relationships, and overall well-being. While it may have served as a survival mechanism in the past, in the modern world, it often leads to stress, anxiety, and a pessimistic outlook on life. Jeremy discusses various strategies to counteract the negativity bias, including reframing negative thoughts, surrounding oneself with positivity, practicing realistic optimism, cultivating gratitude, and practicing self-compassion. He also suggests setting goals, seeking professional help if needed, and appreciating and savoring positive experiences. By consciously working to counteract the negativity bias, individuals can cultivate a more balanced and positive perspective, improving their overall mental health. Jeremy emphasizes the importance of making a conscious effort to focus on the positive and create a positive life. He encourages listeners to reflect on a quote: \"A negative mind will never give you a positive life.\" In the next episode, Jeremy will explore the topic of better relationships, discussing what makes a healthy relationship, why working on relationships matters, and how to build and maintain better relationships. To stay updated with new episodes and access additional content, listeners can sign up for the free newsletter, Thursday Thoughts, follow Jeremy on Instagram, and become a supporter on Patreon. Thank you for tuning in, and remember to prioritize your mental health and share kindness and positivity in the world. Take care and talk to you next time.", "podcast_guest": "Wikipedia page was not found for Jeremy Godwin", "podcast_highlights": "The main topic discussed in this podcast episode is the negativity bias and its impact on mental health. The episode explores what the negativity bias is, why it matters, and how to counteract it. The negativity bias is the tendency for human beings to give more attention and weight to negative experiences than positive ones. It can lead to stress, anxiety, and a less optimistic outlook on life. The episode highlights the importance of consciously counteracting the negativity bias, reframing negative thoughts, surrounding oneself with positivity, practicing realistic optimism, savoring positive experiences, cultivating gratitude, practicing self-compassion, setting goals, and seeking professional help if needed. The episode emphasizes the choice to focus on the positive and achieve a healthier balance between positive and negative thoughts and experiences for better mental health."}