{"podcast_details": {"podcast_title": "Academic Writing Amplified", "episode_title": "181: Why We’re Retiring Our Elevate Mid-Career Program", "episode_image": "https://ssl-static.libsyn.com/p/assets/a/e/c/7/aec7131bc652ce36bafc7308ab683e82/Academic_Writing_Amplifed_Podcast_Artwork_Jan_2023.jpeg", "episode_transcript": " Welcome to the Academic Writing Amplified podcast. On this podcast, we believe that the culture of academia needs to change radically. Women and non-binary people are revolutionizing academia within institutions that were not built for us. If you're ready to reject the culture of overwork, kick guilt and overwhelm to the curb and amplify your voice to make a real impact on your field without breaking down or burning out, you're in the right place. With our team of experienced writing coaches as co-hosts, we'll share insights and talk to inspiring guests to bring you the practical strategies, systems and mindset shifts you need to find time to write, publish work you love, and design your career on your terms. And it all starts with writing. Let's go. Hello everyone. It's Cathy Mazak at Scholar's Voice coming to you today with an episode that I never thought I would be recording or maybe I did. But today I'm talking about why I'm retiring our Elevate program. So if you've been listening to the podcast for a while, you might have heard me talk about Elevate Your Mid-Career Up Level, which is our program for mid-career scholars. It's a program that we developed actually in the fall of 2019. In the fall of 2019, we actually had started a program called Amplify that is now also retired, that was for pre-tenure scholars, pre-tenure academics. And so kind of whenever you put something new out there, sometimes you get this like, what about me? Are you going to do something post-tenure now that you did pre-tenure? And so I decided in 2019 to explore the idea of doing a post-tenure program. And it was really kind of cool that this was the only program that we did a lot of kind of research or not research, but like talking to as many clients as possible before we designed the curriculum of the program. So the Navigate program was developed based on my experience as a professor, and so was Amplify. But our Elevate program, besides my own experience and Gina's, because we both had gotten tenure and then left academia after that, but we talked to as many people as we could about their post-tenure experience. And what that looked like was we had kind of workshop and we went through some exercises, and then I just invited people to book calls with me. And I talked to over 50 post-tenure academics and really like was able to develop a curricular idea and a curriculum flow that we really, really loved and a container that we liked very much as well. So that was 2019. And 2020 was when the first cohort started. February 2020, if you can remember what you were doing, what we were all doing and worried about back around that time. So we ran the first cohort then, and we actually ran an additional cohort in the summer, and then we went to just running it once a year. So probably all told, we've had like about between 50 and 60 academics go through this high level mid-career coaching program. So this is all to say that I'm not closing the program because it wasn't effective or because it wasn't great or because I didn't love running it. In fact, all of those things are true. It was very effective. It was maybe one of my favorite programs to run, but it is time for me to walk my talk people. So the reason that, or the main reason, and I'm going to dig in and get really detailed here and apply it to you. So I'm not trying to just like be out here giving business updates on this podcast. This podcast is about academic writing and don't worry, it's going to all connect. So the real reason that I am retiring the Elevate program is that I am focusing my attention and my energy and my brain on the Navigate program and on writing and publishing. So in our programs, we talk about writing an academic mission statement. And one of the key activities that we do is we walk you through a process of aligning the activities that you do behind that academic mission statement. And so actually, similarly, I had been pulled in two different kind of mission directions. They're not exclusive of each other. Neither are yours, right? So a lot of times we have people say, but I'm passionate about many things or I have like these two different lines of research and they kind of diverge a bit, but I'm really excited about both of them. Well, that's how I felt about our writing and publishing work and then our leadership and legacy work. And we have been doing both by having all these different programs that we've run over the years. So most recently, we have had our Navigate and Amplify programs focused on writing and publishing and then our Elevate program. Even though we talk about writing in it, we are really leaning much more towards the leadership legacy part of the mid-career and late-career experience. So it really was this like I was focusing in the business on two different things. So I was both trying to attract people who had trouble getting their almost done projects out and they were sitting on a bunch of data and a bunch of almost done projects because they're pulled in a thousand directions by all the other things they're so good at. And so making time to write and publish had fallen to the bottom of the list. That's our group of people that we talk to and that I make content on this podcast for. That's kind of like one type of client attracting one type of person to what we do. But then whenever we would talk about Elevate, even though there is overlap between the people who might have taken our writing and publishing programs and a lot of people, maybe half or a little less than half, would have done one of our writing and publishing programs and then done Elevate because once they got their publication pipeline going, they had like the next level set of problems. And that was the leadership and everybody's asking me to do stuff and I'm trying to take care of junior faculty and I'm still not doing what I want to do in my career. So that's like the Elevate mid-career leadership and legacy kind of group. And so there's an overlap between those two audiences, but they're not the same. I talked on a previous podcast episode about this like kind of moment that I really realized that I was doing these two things and that they were two different ideal clients that I'm talking to in the business. And so that is what I'm fixing by retiring the Elevate program. But before we retire the Elevate program, we are going to run one final cohort. And I'm very excited to tell you about that, but I want to make sure that this episode is really useful to you. So I want to make sure that you can see that the choice that I'm making to retire Elevate is about a focusing, is about a tightening up of the mission. And it doesn't mean that at some point later I might do like a squarely sitting in the bucket of a leadership program, because that is something that I've done a lot of one-on-one coaching about and that I really enjoy, but not now and not for the next year. So we are really going all in on helping brilliance overworked academics get their writing and publishing done. And for that reason, we are going to retire the Elevate program. So there's a couple of other reasons to retire it. One of them is that the pre-post-tenure split was kind of something that I struggled with a lot in program development. And here's the reason. So first of all, if you're listening internationally, in the US and Canada, there is the tenure system still exists, although we don't know if it will forever. And tenure basically is this moment in time where you either keep your job or they say, no, you haven't performed well enough and we're going to let you go. And so it's a very scary moment. Happens about five years after you get your professor job. And in most places, though not all, tenure comes with a promotion to associate professor. So in the US-Canada system, it's assistant, associate, full are the ranks. You come in as a full-time professor, as an assistant professor if it's a tenure track job, and then tenure, you get associate professor. Again, not in all places. Sometimes tenure isn't hooked to the ranked change, but in many places it is. And then full professor is the last promotion that you can get. So think about if you're in the UK, if you're in Europe, if you're in Asia and Australia, the equivalent kind of like rank system. So I'm going to say tenure, but what I want you to do is hear tenure or equivalent. So it's that moment where it's going to be hard to fire you after they kind of approve that promotion. Anyway, what we've found is that that difference, that mentally getting tenure for, again, people in the US and Canada system is so heavy and weighty that there's this split. You think of your career as before tenure and after tenure. And so when I created the two high-level coaching programs, which were called Amplify and Elevate, Amplify was the pre-tenure program and Elevate was the post-tenure program because it is true that kind of like the needs and worries are different pre and post tenure. But what I want to say is that they are not as different as you think. So what we found was that are we reinforcing kind of like this false distinction between pre and post tenure through the structure of the programs? That was something that I was thinking of. And because I would be over there in Elevate, like coaching and seeing what people were doing and then I would see some people in the pre tenure level having the same kinds of problems. And here's the danger though, having the same kinds of problems and thinking that getting tenure will solve the problems. So the bottom line here that I want to let you know today is that getting tenure does make a real difference in your life. So I don't want to like diminish it or I don't want to say, oh, you know, it doesn't mean anything. It absolutely means something and it absolutely is a qualitative change from pre tenure. There was a chance they could fire me, you know, there's a chance they could let me go when I went through the tenure process. Post tenure, you do have that like more safety and more job security. However, if you have problems finding time to write and publish pre tenure, getting tenure doesn't solve those problems. If you have trouble building your lab, leading, creating a team, training people pre tenure, getting tenure doesn't solve those problems either. So actually getting tenure creates a new set of problems and it's not like it's something that yes, it is meaningful and yes, it creates a level of job security that few academics have. So it changes everything and changes nothing. It changes everything and also the kind of problems that we help professors with like writing project management and time management and those kinds of things are not solved by getting tenure. We think they might be, but they aren't, which is why we could create the Elevate program at all because when we said that people who were post tenure were like, oh yeah, that's right. You know, and that's why they're like, oh, she knows what she's talking about. I better take that program. So another reason to retire Elevate is like questioning that pre post tenure split and then like not using these received career milestones as this ultimate truth, right? So like making our own career milestones and really dealing with the specific problems that people have in their careers rather than dealing with their career stage, not letting the career stage define the problems that people have. Because actually the problems that people have that we try to solve with our programs are kind of like they happen at all different career stages. Yeah. Okay. So I hope that made sense. So again, just to mention again, we are retiring this program, but I'm very excited to let you know that we are doing one last hurrah. We're going to call it the legacy cohort of Elevate and we are going to be accepting applications coming up here really soon. So you're going to want to get on the wait list and I'm going to tell you more about some other special things we're doing for the wait list in a minute, but you can get on the wait list at scholarsvoice.org slash Elevate, find the pink button and you can get on the wait list there. There's going to be some special cool stuff we're doing for the wait list because we're really going to go out with a bang. It's going to be like such an awesome cohort of Elevate to be like this very last one. I'm very, very, very excited about it. And again, I'll tell you more about that in a minute. Okay. The reason that we're retiring Elevate is, this is not a big reason, but you might know that my dear friend and colleague, Jane Jones, who is an amazing book coach, she also has a program. It is also called Elevate. And back in the day, I don't know how long ago, at some point we like co-wrote an email together and sent it to both of our lists, to our newsletter lists. And we were like, hey, we're actually friends and we didn't steal the name one for the other. We both had named our program before we met. And then we met and we have been very close for the last, gosh, I think we met in 2019. But I've always been like, oh, like, I don't love that we both have a program that has the same name because we have a lot of client overlap. So it just was another good reason to say, okay, well, let's retire this program. We're retiring the format of the program and we're also retiring the name. So that was kind of like another reason. And then the final reason that we are retiring Elevate and doing Elast Hurrah is that I'm really, as you might have been able to figure out in the last few podcast episodes, I'm changing my role in this business. And it is for a lot of reasons. But the one that I want to highlight here is that as I grew a bigger and bigger business, I was less and less delivering the programs. So I wasn't the coach in the programs. We had an amazing coaching team. So I always felt like I don't have to be the coach in the programs. But another thing, again, this goes back to the main reason for retiring the program, which is I need to walk my talk. I believe, as I've been telling all of you on this podcast for so long, that you can have what you want. You can create the career that you want. That is available to you and it takes work and it takes intention and it takes some perseverance and it takes some skill building. But you can create the career you want so that you can have the lifestyle that you want. And I believe that really deeply, even and especially, I believe that for professors. And I know it's hard to hear that sometimes because you might be really mired in feeling like everybody else makes decisions about your career and everybody else makes decisions about your time. But I really believe with coaching and skill building, you can pull out of that situation and create a career that feels nourishing, that feels light, maybe not every day, but that feels fulfilling, that doesn't feel like it's sucking your soul out of you, that feels good, that lets you do the work that you want to do and create the thing you are meant to create in the world. I believe that for you and I believe it for me. So the more I get in touch with what I want for my career and for my life, the more I need to make decisions along that line. And now I see, which I didn't before, before I thought we're going to get bigger and bigger and bigger and we're going to compete with NCFDD and we're going to build this giant business. And then I'm just going to be the CEO or I'm just going to be the owner. Well, as I tell all of you, your days, what you do every day is your career. So sometimes we're like, well, I want to do this thing. For example, if I say I want to just be the CEO, what that means is not delivering coaching inside of programs. What that means is focusing on spreadsheets. By the way, I love spreadsheets, but it means focusing on spreadsheets. It means the person who worries about money. It means like a lot of things inside of a small business. And my days weren't adding up to be what I wanted for my career. I wasn't spending my minutes and my hours working the way I wanted to be spending them. And I realized that that's extra ridiculous since I am 100% in control of the container through which I do my work. So I don't have to worry about department meetings. I don't have to worry about all the different kind of constraints on the container that you all have because I am creating the container as I go. And so that means that I have the agency to change my everyday work life. I have the agency to change how the career feels. You do too. But even more so, like I am the one making the rules over here. So like I can change it. So I didn't like the fact that we had so many program parts and so many programs. Not that I didn't like it, is that what having so many program parts and so many programs meant was more and more complexity and more and more complexity meant more and more time managing complexity. Like more money and more time that was spent around sustaining complexity. And it just stopped making sense. It just didn't make sense. And I was like, this is not the kind of thing I want. I want something simple. I want to be able to really focus on getting better and better at something that I'm already really good at, which is coaching around writing and publishing and creating trainings and curriculum around writing and publishing. So that is the reason that in Scholar's Voice, we are going all in on our Navigate program. So if you're listening and maybe you're listening for the first time, you're like, what is she talking about? Why is she talking about all these other programs? I hope that all you know about is Navigate and you go and do our Navigate program because that is where we want everyone to start. Oh, that was another thing. Another reason for retiring Elevate is that we realized that everybody who does any program with us needs to do Navigate first. That Navigate is the foundation for anything else we might do later. And so kind of closing Elevate, like maybe there will be another program, but it will be another program that is only for Navigate grads because we realized in giving both Amplify and Elevate, again, we were so complex. We used to let people join Elevate if they had done Navigate or not. And what that led to curricularly was we had people with these kind of holes because they hadn't done Navigate. And we're like, no, no, no, people must do Navigate first. But the only way we're going to get people to do Navigate first is to just only talk about Navigate and Navigate problems and give our advice and create our free content all around writing and publishing, not around leadership and legacy, which is what Elevate is about. So again, Elevate is an amazing program and I'm going to have an absolute blast offering it one last time. To give a sense of the dates of the program, it's going to run from October 24th to March 19th. It's about a six-month program. And you will need to get on the wait list to get all the other details of the program format. But I will say that I am delivering the program. So Gina is going to focus on delivering our Navigate cohort and I am going to focus on delivering our Elevate cohort. So that means that the coaching calls are led by me, the one-on-ones are with me. So if you've ever wanted to have one-on-one coaching from me or work with me directly, this is your chance. So our Elevate legacy cohort is our last hurrah celebratory and also juicy, wonderful, nourishing cohort of Elevate. And here's what you need to do if you're interested in joining us. We have created a kind of special secret video series, which we're also going to offer as a private podcast called Mid-Career Magic. And I am going to be talking in that video series about the way that mid-career could be, the obstacles that we have and that we need to confront that are keeping it from being that way for us and how we can shift our mindsets around mid-career and focus on creating the legacy that we want for ourselves. And don't worry, inside of the Mid-Career Magic series, I'm going to be, and this is a completely free video series, inside of that series, I'm going to be digging into words like leadership and legacy, which you may find problematic. You might hear the word legacy and be like, ugh. You might hear the word leadership and feel like, oh my God, that sounds like a lot of work. So we're going to be talking about that as well inside of our Mid-Career Magic video series. So the way to get access to the Mid-Career Magic video series, our special series, free video trainings, and we're also going to deliver them to you as a private podcast for those of you who love to listen. The way to get access to Mid-Career Magic is to sign up for the Elevate waitlist. So two great reasons to sign up for the waitlist are that you will be the first to know and the only ones to know about our final legacy cohort of Elevate, the last hurrah cohort of this amazing program, which we will be retiring once we offer it this one last time. So if you're interested in that, you need to get on the waitlist. If you are Mid-Career and you're interested in our Mid-Career Magic special video and private podcast series, you also can only get access to that by getting on the Elevate waitlist. So if you're interested in Elevate at all, I'm only doing two calls on the podcast this week and next week to remind you to get on the waitlist. And then I will be talking about writing and publishing only for the rest of the year. So go ahead and go to scholarsvoice.org, scholarsvoice.org, slash Elevate. If you go to scholarsvoice.org, you can also find the program's drop down menu and click on Elevate. And at the top, you'll find a button that says, get on the waitlist. And so go ahead and get on the waitlist and then you will be signed up to receive all the information about our final cohort of Elevate. And you will get our free Mid-Career Magic video series and private podcast. This is going to be so much fun. I am really taking an attitude of, let's make this this very special final round of this program. I'm back in, like I'm stepping back into the role of head coach for this last hurrah of our Elevate program. And so if you're interested, if you've been waiting for Elevate, because I do know that we have people who have been on the waitlist, just a quick note, we originally were going to run it February through July 2024, and we're pulling the dates up to October through March. So we're starting earlier than we had expected. And if you want to get all the program date, the pricing has changed as well. So if you want to get all of that information, you will just need to go to scholarsvoice.org slash Elevate and click on the button to get on the waitlist. And that will also give you access to our Mid-Career Magic special video and private podcast series where we are digging into all things Mid-Career and how you can make it amazing because you deserve it. All right. We will see you next time. Have a great day. Bye. Thank you so much for spending your valuable time supporting yourself and your writing by listening to this episode. If you like what you heard today, the best way to say thank you is to hop on over to Apple iTunes and write an honest review. The more reviews, the more amazing academic women and non-binary people will find this podcast. You can go write one now."}, "podcast_summary": "Hello and welcome to the Academic Writing Amplified podcast. In this episode, Kathy Mazak, host of the podcast, discusses why she is retiring the Elevate program. Elevate is a mid-career coaching program for scholars. Kathy explains that while the program has been effective and she has loved running it, she is retiring it to focus her attention on the Navigate program and writing and publishing. She believes in walking her talk and wants to align her activities with her academic mission statement. Kathy also discusses the pre and post-tenure split and how it can create false distinctions. While getting tenure is a qualitative change in a scholar's career, it doesn't solve problems related to writing and publishing or leadership and legacy. Kathy wants to focus on helping academics with writing and publishing and is retiring Elevate to create a tighter mission focus. However, before retiring the program, she will be running a final cohort called the Legacy Cohort of Elevate. This cohort will be the last opportunity to join Elevate and Kathy will personally deliver the program. To access more details about the Legacy Cohort and to receive a special video series called Mid-Career Magic, interested individuals can sign up for the Elevate waitlist. This video series explores the way mid-career can be and how scholars can overcome obstacles to create the career and legacy they desire. The Elevate program will run from October to March and participants will have access to coaching calls and one-on-one coaching with Kathy. Overall, Kathy's decision to retire Elevate is driven by her desire to align her activities with her mission and focus on writing and publishing. She believes that scholars can create the career they want and deservely and she wants to lead by example. If you're interested in joining the final cohort of Elevate or accessing the Mid-Career Magic video series, be sure to sign up for the waitlist. Thank you for listening to this episode of the Academic Writing Amplified podcast.", "podcast_guest": "Wikipedia page was not found for Cathy Mazak", "podcast_highlights": "In this episode of the Academic Writing Amplified podcast, Cathy Mazak discusses why she is retiring the Elevate program, which is a high-level coaching program for mid-career scholars. She explains that the decision is based on a need to focus her energy on the Navigate program and on writing and publishing. Cathy also talks about the process she went through to develop the Elevate program and the feedback she received from post-tenure academics. She emphasizes that while getting tenure is a significant milestone, it does not automatically solve the problems of finding time to write and publish or building leadership skills. Cathy also mentions other reasons for retiring the Elevate program, including the overlap with a program of the same name by another coach and her desire to create a simpler business model. Despite retiring the program, Cathy announces that she will be running one final cohort of Elevate called the legacy cohort and encourages listeners to join the waitlist. She also offers a free video series and podcast called Mid-Career Magic for those interested in mid-career challenges and creating a fulfilling legacy."}